{
  "markers": [
    {
      "name": "Marker 1 S1",
      "mainData": "September 2015 – NASA selected Mission Psyche for a concept study as part of the Discovery Program with Principal Investigator Lindy Elkins-Tanton developing a detailed proposal. After submitting a 1000-page concept study and site visit review, NASA announced the mission selection for flight.",
      "additionalInfo": "Additional details for Marker 1"
    },
    {
      "name": "Marker 1 S2",
      "mainData": "January 2017 - The mission's science and engineering teams designed the spacecraft and its instruments to analyze the asteroid, completing the Preliminary Design Review in March 2019. In May 2019, they received official approval to move to the phase.",
      "additionalInfo": "Additional details for Marker 1"
    },
    {
      "name": "Marker 1 S3",
      "mainData": "May 2019 – The science and engineering team begins building the instruments for the Psyche mission.  In May 2020, the teams undergo Project and Flight System Critical Design Review, and the body of the spacecraft is completed. ",
      "additionalInfo": "Additional details for Marker 1"
    },
    {
      "name": "Marker 1 S4",
      "mainData": "January 2021 – The spacecraft undergoes testing and is sent to the launch site. The team conducts the Operations Readiness Review to ensure the system, procedures, and all supporting software and personnel are ready and fully operational. ",
      "additionalInfo": "Additional details for Marker 1"
    },
    {
      "name": "Marker 1 S5",
      "mainData": "October 2023 – The Psyche spacecraft is launched from NASA’S Kennedy Space Center in Florida on October 12, 2023, at 10:16 a.m. EDT on a SpaceX Falcon Heavy rocket. ",
      "additionalInfo": "Additional details for Marker 1"
    },
    {
      "name": "Marker 1 S6",
      "mainData": "May 2026 – The spacecraft is expected to fly between about 1,900 to 2,700 miles (3,000 to 4,400 kilometers) above Mars. The spacecraft will be using the planet’s gravity as a sling shout to increase velocity. ",
      "additionalInfo": "Additional details for Marker 1"
    },
    {
      "name": "Marker 1 S7",
      "mainData": "July 2029 – If all goes as planned, the asteroid Psyche’s gravity will capture the spacecraft after a journey of about 2.2 billion miles (3.6 billion kilometers). Over the next 20 days, the spacecraft will get into position to start studying the Psyche asteroid. ",
      "additionalInfo": "Additional details for Marker 1"
    },
    {
      "name": "Marker 1 S8",
      "mainData": "August 2029 – November 2031 – The mission has begun. The spacecraft conducts its prime mission, gathering science data while orbiting the asteroid. ",
      "additionalInfo": "Additional details for Marker 1"
    },
    {
      "name": "Marker 2",
      "mainData": "Studying the asteroid Psyche could reveal clues about the origins of Earth and our solar system, as it may be a remnant of an early rocky planet. Its unusual features might even surprise scientists and reshape our understanding of how solar system objects form.",
      "additionalInfo": "Additional details for Marker 2"
    },
    {
      "name": "Marker 3 Pop Up #1",
      "mainData": "If scientists discover that Psyche is not an exposed core of an early planetary building block, it may prove to be an even rarer kind of primordial solar system object.",
      "additionalInfo": "Additional details for Marker 3"
    },
    {
      "name": "Marker 3 Pop Up #2",
      "mainData": "Psyche has an irregular, potato-like shape. However, if Psyche were a perfect sphere, it would have a diameter of 140 miles (226 kilometers), or about the length of the State of Massachusetts (leaving out Cape Cod).",
      "additionalInfo": "Additional details for Marker 3"
    },
    {
      "name": "Marker 3 Pop Up #3",
      "mainData": "Psyche is most likely a survivor of multiple violent hit-and-run collisions, common when the solar system was forming. Thus, Psyche may be able to tell us how Earth’s core and the cores of the other rocky, or terrestrial, planets came to be.",
      "additionalInfo": "Additional details for Marker 3"
    },
    {
      "name": "Marker 3 Pop Up #4",
      "mainData": "Psyche was the 16th asteroid to ever be discovered! Psyche was found in 1852 by Italian astronomer Annibale de Gasparis, who named it for the goddess of the soul in ancient Greek mythology who is often depicted as a butterfly-winged female figure.",
      "additionalInfo": "Additional details for Marker 3"
    },
    {
      "name": "Marker 3 Pop Up #5",
      "mainData": "Recent data indicates that the asteroid is possibly a mix of metal and silicate, the same material found in glass and sand. The best analysis indicates that Psyche is likely made of a mixture of rock and metal, with metal composing 30% to 60% of its volume.",
      "additionalInfo": "Additional details for Marker 3"
    },
    {
      "name": "Marker 3 Pop Up #6",
      "mainData": "Psyche is dense, estimated at about 212 to 256 pounds per cubic foot (3,400 to 4,100 kilograms per cubic meter). The surface gravity on Psyche is much less than it is on Earth, even less than it is on Earth’s Moon. On Psyche, lifting a car would feel like lifting a large dog.",
      "additionalInfo": "Additional details for Marker 3"
    },
    {
      "name": "Marker 4 Pop Up #1",
      "mainData": "The Multispectral Imager will use two twin high-resolution cameras to photograph and map the asteroid. Additionally, 7 different near-infrared filters will be used to isolate mineral light wavelengths, which will be compared with known minerals to determine what metals are on Psyche’s surface.",
      "additionalInfo": "Additional details for Marker 4"
    },
    {
      "name": "Marker 4 Pop Up #2",
      "mainData": "Psyche’s magnetometer will look for evidence of an ancient magnetic field at the asteroid Psyche. A residual magnetic field would be strong evidence the asteroid formed from the core of a planetary body.",
      "additionalInfo": "Additional details for Marker 4"
    },
    {
      "name": "Marker 4 Pop Up #3",
      "mainData": "The Psyche science team will harness the telecommunications system, used to send commands and receive data from the spacecraft, to also conduct gravity science. By analyzing the radio waves the spacecraft communicates with, scientists can measure how the asteroid affects the spacecraft’s orbit. From that information, scientists can determine the asteroid’s rotation, mass, and gravity field, gaining additional insights into the composition and structure of the asteroid’s interior.",
      "additionalInfo": "Additional details for Marker 4"
    },
    {
      "name": "Marker 4 Pop Up #4",
      "mainData": "Psyche’s Gamma-Ray and Neutron Spectrometer will help scientists determine what elements make up the asteroid by analyzing the amount of energy being released by elements on the surface. Scientists match these energy levels to known elements to determine what Psyche is made of.",
      "additionalInfo": "Additional details for Marker 4"
    },
    {
      "name": "Marker 4 Pop Up #5",
      "mainData": "The Deep Space Optical Communication (DSOC) system will be used to test a new method of data transmission from within deep space, allowing more data to be transmitted compared to radio waves. Psyche will be the first test of a high-bandwidth communications system at distances far exceeding the moon.",
      "additionalInfo": "Additional details for Marker 4"
    },
    {
      "name": "Marker 5 Orbit 1",
      "mainData": "This is Orbit 1: Rotating around the Y-axis.",
      "additionalInfo": "Additional details for Marker 5"
    },
    {
      "name": "Marker 5 Orbit 2",
      "mainData": "MThis is Orbit 2: Rotating around the X-axis.",
      "additionalInfo": "Additional details for Marker 5"
    },
    {
      "name": "Marker 5 Orbit 3",
      "mainData": "This is Orbit 3: Rotating around the Z-axis.",
      "additionalInfo": "Additional details for Marker 5"
    },
    {
      "name": "Marker 5 Orbit 4",
      "mainData": "This is Orbit 4: Rotating diagonally on X and Y.",
      "additionalInfo": "Additional details for Marker 5"
    },
    {
      "name": "Marker 5 Orbit 5",
      "mainData": "This is Orbit 5: Rotating diagonally on Y and Z.",
      "additionalInfo": "Additional details for Marker 5"
    },
    {
      "name": "Marker 6",
      "mainData": "Main information for Marker 6",
      "additionalInfo": "Additional details for Marker 6"
    }
  ]
  }
  